/* No comment provided by engineer. */
"Account created" = "Conto creato";

/* No comment provided by engineer. */
"Already backed up" = "E’ già stato realizzato il Backup";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "E’ sicuro di volere cancellare tutti i contatti? ?";

/* No comment provided by engineer. */
"Back" = "Indietro";

/* No comment provided by engineer. */
"confirm password" = "confermare la password ";

/* No comment provided by engineer. */
"contacts on server" = "contatti sul server";

/* No comment provided by engineer. */
"Create Account" = " Conto creato";

/* No comment provided by engineer. */
"Delete Contacts" = "Cancellare i contatti";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = " Ha dimenticato la password?";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "Buongiorno !\nSyncSmart FTS è un’applicazione facilmente da utilizzare che fa il Backup dei contatti sul server e che offre inoltre la possibilità di trasferire/traslocare tutti i contatti su un altro Smartphone.\n1) Creare il conto.\n2) Connettersi.\n3) Salvare i contatti.\n4) Connettersi ora da un altro dispositivo e importare i contatti.That smart, that simple !!\n L’insieme dei Suoi contatti può essere diverso da quello indicato dal telefonino, in funzione dei contatti selezionati per essere affissi nell’applicazione Contatti.\n!SyncSmart FTS non prende in considerazione i contatti vuoti, le foto dei contatti, tutti i tipi di dati, indirizzi, note e profilo sociale.";

/* No comment provided by engineer. */
"Import Contacts" = "Importare i contatti ";

/* No comment provided by engineer. */
"Install contacts from server ?" = "Vuole installare il backup dei contatti sul telefonino?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "Connettersi";

/* No comment provided by engineer. */
"Logout" = "Disconnettersi";

/* No comment provided by engineer. */
"Mail already exists" = "Indirizzo e-mail già esistente.";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Internet connection" = "Non c’è connessione ad Internet";

/* No comment provided by engineer. */
"password" = "password";

/* No comment provided by engineer. */
"Please enter your credentials" = "Inserire i caratteri";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "E-mail:";

/* No comment provided by engineer. */
"Please insert same password in both fields" = " Inserire la password in entrambi i campi";

/* No comment provided by engineer. */
"Please insert valid email address" = "Non è valido! Pregasi utilizzare una e-mail valida.";

/* No comment provided by engineer. */
"Please use a valid email" = "Non è valido! Pregasi utilizzare una e-mail valida.";

/* No comment provided by engineer. */
"REGISTER" = "Registrarsi";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "Rifare il backup dei contatti sul server? Questo sostituirà il backup ";

/* No comment provided by engineer. */
"Save To Cloud" = "Salvare in Cloud";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "Ci dispiace!";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart FTS non ha il permesso di utilizzare i contatti, consultare Impostazioni -> Riservatezza->Contatti";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart FTS ha bisogno del suo permesso prima di proseguire, accedere alle Impostazioni -> Riservatezza -> Contatti";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "Oops! Impossibile connettersi, verificare i caratteri.";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "Upload ";

/* No comment provided by engineer. */
"valid contacts on phone" = "contatti validi sul telefonino";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "Le consigliamo di fare il Backup dei contatti prima di cominciare di cancellare";

/* No comment provided by engineer. */
"Yes" = "Si";

"Contacts installed" = "Contatti installati ";

"Select Language" = "Scegliere la lingua";

